accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
apple-fonts
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
brightnessctl
btrfs-progs
cantarell-fonts
code
cryptsetup
device-mapper
dex
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-skel-ce-qtile
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
feh
ffmpegthumbnailer
firefox
firewalld
fsarchiver
git
github-cli
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
pacman-contrib
papirus-icon-theme
pasystray
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qtile
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rsync
rtkit
s-nail
sg3_utils
smartmontools
sof-firmware
spotify-launcher
sudo
sysfsutils
sysstat
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tldr
ttf-bitstream-vera
ttf-cascadia-code
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-vista-fonts
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
welcome
wget
which
wireplumber
wmctrl
wpa_supplicant
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfce4-settings
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
